console.log(
    'Вёрстка валидная +10 \n' +
    'Вёрстка семантическая +20 (header, main, footer +3; 4 section +3; h1 +3; 3 h2 +3; nav +3; 2 списка +3; 4 кнопки button +2 ) \n' + 
    'Вёрстка соответствует макету +48 \n'+ 
    'Требования к css + 11 (используются флексы +2; при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2; фоновый цвет на всю ширину страницы +1; иконки добавлены в формате .svg +2; изображения добавлены в формате jpg +2; есть фавикон +2) \n' + 
    'Интерактивность, реализуемая через css +20 (плавная прокрутка по якорям +5; иконки соцсетей в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса +5; интерактивность +5; плавное изменение внешнего вида +5) \n
    ИТОГО: 110'
    )